[
  {
    "author": "Tovah Kirkman",
    "review": "I would highly recommend Jim and Devschool for any prospective students out there! I have been a student for about 4 months and have learned a ton. Initially I wanted to find a program to help me transition from IT support to a developer and find a programmer job. I now have that developer job and I owe a big thanks to Devschool for helping me develop the required skills to get it."
  },
  {
    "author": "Lane Watson",
    "review": "Those who want a real-world web developement environment while they learn, who like to see how requirements for software can and will change, and who want to learn how to communicate effectively and well with team members on their future job, will LOVE this program."
  },
  {
    "author": "Vladimir Bilekno",
    "review": "The reason I chose the Devschool is that it is not really a bootcamp as we usually understand the word - it is a mentorship mixed with a friendship and strong community. Exactly what I needed: build a real world projects of my choice using tools I want or which are really in trend today."
  },
  {
    "author": "Jorge Madrid",
    "review": "The reason I chose the Devschool is that it is not really a bootcamp as we usually understand the word - it is a mentorship mixed with a friendship and strong community. Exactly what I needed: build a real world projects of my choice using tools I want or which are really in trend today."
  },
  {
    "author": "Mehgan Holden",
    "review": "I was one of Jim's first official Devschool students back in April of 2015 after having been his customer for several months previously while I attended Dev Bootcamp in NYC. I found that even after 10 hours a day at school learning and hacking, I was missing some major understanding in the Rails stack and in some of the smaller details of web development."
  },
  {
    "author": "Kripali Shah",
    "review": "After months of searching I started reading about Devschool and how highly the school was recommended was from previous students who graduated the program.  I spoke with Jim numerous times and he was always patient when it came to answering my questions and concerns, and I was impressed with how Devschool was not the typical “Big Box” outfit."
  },
  {
    "author": "Joe Carlino",
    "review": "I did a lot of research before deciding on Devschool. From a pragmatic standpoint, I'm receiving hundreds of hours of personalized education, a personalized education plan, and constant support for a very fair price. On a more personal level, I spoke to Jim for like 20 minutes and I quickly realized that I wanted to enroll."
  }
 ]
